Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# bodySection.weightGoal.atGoal
source: At your goal weight
de: Bei deinem Zielgewicht
es: En tu peso objetivo
fr: À votre poids cible
hy: Դու քո նպատակային քաշին ես
it: Al tuo peso obiettivo
ka: შენს სამიზნე წონაზე ხარ
ru: Ты на целевом весе
sr: Ти си на циљној тежини.

# bodySection.weightGoal.below
source: %@ kg below your goal of %@ kg
de: %@ kg unter deinem Ziel von %@ kg
es: %@ kg por debajo de tu objetivo de %@ kg
fr: %@ kg en dessous de votre objectif de %@ kg
hy: %@ կգ պակաս, քան քո %@ կգ նպատակը
it: %@ kg sotto il tuo obiettivo di %@ kg
ka: %@ კგ შენი %@ კგ-იანი მიზნის ქვემოთ
ru: На %@ кг меньше твоей цели в %@ кг
sr: %@ кг испод твог циља од %@ кг

source: cable machine
de: Kabelzug
es: Máquina de poleas
fr: Machine à câbles
hy: Մալուխային մեքենա
it: Macchina ai cavi
ka: საკაბელო მანქანა
ru: Блочный тренажёр
sr: Машина са сајлама

source: chest press machine
de: Brustpresse
es: Máquina de press de pecho
fr: Presse pectorale
hy: Կրծքի մամլիչ
it: Chest press
ka: მკერდის პრესი
ru: Тренажёр для жима от груди
sr: Машина за груди

# completedWorkout.calories.estimatedBadge
source: ESTIMATED
de: GESCHÄTZT
es: ESTIMADO
fr: ESTIMÉ
hy: ՄՈՏԱՎՈՐ
it: STIMATO
ka: სავარაუდო
ru: ПРИБЛИЗИТЕЛЬНО
sr: ПРОЦЕЊЕНО

# completedWorkout.calories.unavailable
source: Calories unavailable for this session
de: Kalorien für diese Einheit nicht verfügbar
es: Calorías no disponibles para esta sesión
fr: Calories indisponibles pour cette séance
hy: Կալորիաները հասանելի չեն այս մարզման համար
it: Calorie non disponibili per questa sessione
ka: კალორიები ამ სესიისთვის მიუწვდომელია
ru: Калории для этой тренировки недоступны
sr: Калорије нису доступне за ову сесију.

# completedWorkout.calories.unit
source: kcal burned
de: kcal verbrannt
es: kcal quemadas
fr: kcal brûlées
hy: այրված կկալ
it: kcal bruciate
ka: დაწვილი კკალ
ru: ккал сожжено
sr: ккал сагорено

# completedWorkout.cta.doItAgain
source: Do it again
de: Nochmal machen
es: Hazlo de nuevo
fr: Recommencer
hy: Կրկնել
it: Rifallo
ka: გაიმეორეთ
ru: Повторить
sr: Уради поново

# completedWorkout.cta.editThisLog
source: Edit this log
de: Diesen Eintrag bearbeiten
es: Editar este registro
fr: Modifier ce journal
hy: Խմբագրել այս գրառումը
it: Modifica questo registro
ka: ამ ჩანაწერის რედაქტირება
ru: Изменить эту запись
sr: Измени овај запис

# completedWorkout.editLog.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
it: Annulla
ka: გაუქმება
ru: Отмена
sr: Откажи

# completedWorkout.editLog.feedbackLabel
source: Feedback for next time
de: Feedback für nächstes Mal
es: Comentarios para la próxima vez
fr: Commentaire pour la prochaine fois
hy: Կարծիք հաջորդ անգամի համար
it: Feedback per la prossima volta
ka: გამოხმაურება შემდეგი ჯერისთვის
ru: Отзыв на следующий раз
sr: Повратна информација за следећи пут

# completedWorkout.editLog.navigationTitle
source: Edit this log
de: Diesen Eintrag bearbeiten
es: Editar este registro
fr: Modifier ce journal
hy: Խմբագրել այս գրառումը
it: Modifica questo registro
ka: ამ ჩანაწერის რედაქტირება
ru: Изменить эту запись
sr: Измени овај запис

# completedWorkout.editLog.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hy: Պահպանել
it: Salva
ka: შენახვა
ru: Сохранить
sr: Сачувај

# completedWorkout.howItFelt
source: How it felt
de: Wie es sich angefühlt hat
es: Cómo te sentiste
fr: Comment tu t'es senti
hy: Ինչպես եք զգացել
it: Come ti sei sentito
ka: როგორ იგრძენით თავი
ru: Как вы себя чувствовали
sr: Како си се осећао

# completedWorkout.logged
source: Logged %@
de: Protokolliert %@
es: Registrado %@
fr: Enregistré %@
hy: Գրանցվել է %@
it: Registrato %@
ka: ჩაწერილია %@
ru: Записано %@
sr: Забележено %@

# completedWorkout.metric.avgBpm
source: Avg bpm
de: Ø bpm
es: Prom. ppm
fr: Fc moy.
hy: Միջին զարկ/րոպե
it: Bpm medio
ka: საშ. გულისცემა
ru: Средний пульс
sr: Просечан пулс

# completedWorkout.metric.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
hy: Տևողություն
it: Durata
ka: ხანგრძლივობა
ru: Длительность
sr: Трајање

# completedWorkout.metric.strain
source: Strain
de: Belastung
es: Esfuerzo
fr: Effort
hy: Ծանրաբեռնվածություն
it: Sforzo
ka: დატვირთვა
ru: Нагрузка
sr: Напрезање

# completedWorkout.oneMoreHitsTarget
source: One more hits your weekly target
de: Noch eins, und du erreichst dein Wochenziel
es: Uno más y alcanzas tu objetivo semanal
fr: Encore une et tu atteins ton objectif hebdomadaire
hy: ԵՒս մեկը՝ և կհասնեք ձեր շաբաթական նպատակին
it: Uno in più e raggiungi il tuo obiettivo settimanale
ka: კიდევ ერთი და მიაღწევთ კვირის მიზანს
ru: Ещё одна -- и вы достигнете недельной цели
sr: Још један и достижеш недељни циљ

# completedWorkout.source.aiPlan
source: AI plan
de: KI-Plan
es: Plan de IA
fr: Programme IA
hy: AI ծրագիր
it: Piano IA
ka: AI გეგმა
ru: План от ИИ
sr: AI план

# completedWorkout.source.deviceDetected
source: Detected automatically
de: Automatisch erkannt
es: Detectado automáticamente
fr: Détecté automatiquement
hy: Ինքնաշխատ հայտնաբերված
it: Rilevato automaticamente
ka: ავტომატურად აღმოჩენილი
ru: Определено автоматически
sr: Откривено аутоматски

# completedWorkout.source.manual
source: Self-logged
de: Selbst erfasst
es: Registrado manualmente
fr: Enregistré manuellement
hy: Ինքնուրույն գրանցված
it: Registrato manualmente
ka: დამოუკიდებლად დამატებული
ru: Добавлено вручную
sr: Ручно унето

# completedWorkout.status.completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
hy: Ավարտված
it: Completato
ka: დასრულებულია
ru: Завершено
sr: Завршено

# completedWorkout.whatThisDid.eyebrow
source: WHAT THIS DID
de: WAS DAS GEBRACHT HAT
es: QUÉ APORTÓ ESTO
fr: CE QUE ÇA A APPORTÉ
hy: ԻՆՉ ՏՎԵՑ ԱՅՍ
it: COSA HA DATO
ka: რას მისცემდა ეს
ru: ЧТО ЭТО ДАЛО
sr: ŠTA JE OVO DONELO

# completedWorkout.whatYouDid
source: What you did
de: Was du gemacht hast
es: Lo que hiciste
fr: Ce que tu as fait
hy: Ինչ եք արել
it: Cosa hai fatto
ka: რა გააკეთეთ
ru: Что вы сделали
sr: Шта си урадио

# completedWorkout.whyToday.eyebrow
source: WHY THIS WORKOUT TODAY
de: WARUM DIESES TRAINING HEUTE
es: POR QUÉ ESTE ENTRENAMIENTO HOY
fr: POURQUOI CET ENTRAÎNEMENT AUJOURD'HUI
hy: ԻՆՉՈՒ ԱՅՍ ՄԱՐԶՈՒՄԸ ԱՅՍՕՐ
it: PERCHÉ QUESTO ALLENAMENTO OGGI
ka: რატომ ეს ვარჯიში დღეს
ru: ПОЧЕМУ ИМЕННО ЭТА ТРЕНИРОВКА СЕГОДНЯ
sr: ЗАШТО БАШ ОВАЈ ТРЕНИНГ ДАНАС

# completedWorkout.yourSession
source: YOUR SESSION
de: DEIN TRAINING
es: TU SESIÓN
fr: TA SÉANCE
hy: ՁԵՐ ՊԱՐԱՊՄՈՒՆՔԸ
it: LA TUA SESSIONE
ka: თქვენი სესია
ru: ВАША ТРЕНИРОВКА
sr: ТВОЈ ТРЕНИНГ

# connectDevice.body
source: Whoop, Oura, and Apple Health share your real recovery data so Soma's recommendations get sharper over time.
de: Whoop, Oura und Apple Health teilen deine echten Erholungsdaten, damit Somas Empfehlungen mit der Zeit präziser werden.
es: Whoop, Oura y Apple Health comparten tus datos reales de recuperación para que las recomendaciones de Soma sean cada vez más precisas.
fr: Whoop, Oura et Apple Health partagent tes vraies données de récupération pour que les recommandations de Soma s'affinent avec le temps.
hy: Whoop-ը, Oura-ն և Apple Health-ը կիսվում են ձեր իրական վերականգնման տվյալներով, որպեսզի Soma-ի առաջարկությունները ժամանակի ընթացքում ավելի ճշգրիտ դառնան։
it: Whoop, Oura e Apple Health condividono i tuoi dati reali di recupero così i consigli di Soma diventano più precisi nel tempo.
ka: Whoop, Oura და Apple Health უზიარებენ თქვენს რეალურ აღდგენის მონაცემებს, რათა Soma-ს რეკომენდაციები დროთა განმავლობაში უფრო ზუსტი გახდეს.
ru: Whoop, Oura и Apple Health передают ваши реальные данные восстановления, чтобы рекомендации Soma со временем становились точнее.
sr: Whoop, Oura и Apple Health деле твоје стварне податке о опоравку како би Soma-ине препоруке временом постајале прецизније.

# connectDevice.cta.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
hy: Շարունակել
it: Continua
ka: გაგრძელება
ru: Продолжить
sr: Настави

# connectDevice.error
source: Couldn't connect %@: %@
de: Verbindung zu %@ fehlgeschlagen: %@
es: No se pudo conectar %@: %@
fr: Impossible de connecter %@ : %@
hy: Չհաջողվեց կապակցել %@: %@
it: Impossibile connettere %@: %@
ka: ვერ დაკავშირდა %@: %@
ru: Не удалось подключить %@: %@
sr: Није успело повезивање %@: %@

# connectDevice.footer
source: Add or remove sources anytime in Settings → Health.
de: Füge Quellen jederzeit unter Einstellungen → Gesundheit hinzu oder entferne sie.
es: Añade o quita fuentes en cualquier momento en Ajustes → Salud.
fr: Ajoute ou retire des sources à tout moment dans Réglages → Santé.
hy: Ավելացրու կամ հեռացրու աղբյուրները ցանկացած պահի Կարգավորումներ → Առողջություն բաժնում։
it: Aggiungi o rimuovi fonti in qualsiasi momento in Impostazioni → Salute.
ka: დაამატე ან წაშალე წყაროები ნებისმიერ დროს პარამეტრები → ჯანმრთელობა-ში.
ru: Добавляй или удаляй источники в любое время в Настройках → Здоровье.
sr: Додај или уклони изворе било када у Подешавања → Здравље.

# connectDevice.headline
source: Connect your devices.
de: Verbinde deine Geräte.
es: Conecta tus dispositivos.
fr: Connecte tes appareils.
hy: Կապակցիր քո սարքերը։
it: Collega i tuoi dispositivi.
ka: დააკავშირე შენი მოწყობილობები.
ru: Подключи свои устройства.
sr: Повежи своје уређаје.

# cookMode.controls.doneCooking
source: Done cooking
de: Fertig gekocht
es: Terminar cocción
fr: Terminé
hy: Եփումն ավարտված է
it: Fine cottura
ka: მომზადება დასრულებულია
ru: Готово
sr: Готово

# cookMode.controls.nextStep
source: Next step
de: Nächster Schritt
es: Siguiente paso
fr: Étape suivante
hy: Հաջորդ քայլը
it: Passaggio successivo
ka: შემდეგი ნაბიჯი
ru: Следующий шаг
sr: Следећи корак

# cookMode.progress.stepLabel
source: Step %lld of %lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
hy: Քայլ %lld/%lld
it: Passaggio %lld di %lld
ka: ნაბიჯი %lld / %lld
ru: Шаг %lld из %lld
sr: Корак %lld од %lld

# customGoalForm.assignmentCard.title
source: The assignment
de: Die Aufgabe
es: La tarea
fr: La tâche
hy: Առաջադրանքը
it: Il compito
ka: დავალება
ru: Задание
sr: Задатак

# customGoalForm.assist.autoFillText
source: Auto-fill with AI
de: Automatisch mit KI ausfüllen
es: Autocompletar con IA
fr: Remplissage automatique avec l'IA
hy: Ինքնալրացնել ԱԲ-ով
it: Compilazione automatica con l'IA
ka: ავტომატური შევსება AI-ით
ru: Автозаполнение с помощью ИИ
sr: Аутоматско попуњавање уз AI

# customGoalForm.assist.lowConfidence
source: Couldn't confidently read an assignment there — check the fields below, or try again.
de: Konnte dort keine Aufgabe sicher erkennen — überprüfe die Felder unten oder versuche es erneut.
es: No pudimos leer con seguridad una tarea ahí — revisa los campos de abajo o inténtalo de nuevo.
fr: Impossible de lire clairement une tâche ici — vérifie les champs ci-dessous, ou réessaie.
hy: Չհաջողվեց վստահորեն կարդալ առաջադրանքը այնտեղ — ստուգեք ստորև դաշտերը կամ նորից փորձեք։
it: Non siamo riusciti a leggere con sicurezza un compito lì — controlla i campi qui sotto, o riprova.
ka: ვერ მოხერხდა დავალების ნათლად წაკითხვა — შეამოწმეთ ველები ქვემოთ, ან სცადეთ თავიდან.
ru: Не удалось уверенно распознать задание там — проверьте поля ниже или попробуйте снова.
sr: Нисмо могли поуздано да прочитамо задатак ту — провери поља испод, или пробај поново.

# customGoalForm.assist.readPhoto
source: Read photo with AI
de: Foto mit KI lesen
es: Leer foto con IA
fr: Lire la photo avec l'IA
hy: Կարդալ լուսանկարը ԱԲ-ով
it: Leggi la foto con l'IA
ka: ფოტოს წაკითხვა AI-ით
ru: Прочитать фото с помощью ИИ
sr: Прочитај фотографију уз AI

# customGoalForm.assist.readingProgress
source: Reading the assignment…
de: Aufgabe wird gelesen …
es: Leyendo la tarea…
fr: Lecture de la tâche…
hy: Կարդում է առաջադրանքը…
it: Lettura del compito…
ka: დავალების წაკითხვა…
ru: Читаем задание…
sr: Читам задатак…

# customGoalForm.coachName.caption
source: The name goes on your workouts and the progress card you can send back.
de: Der Name erscheint auf deinen Trainings und der Fortschrittskarte, die du zurückschicken kannst.
es: El nombre aparece en tus entrenamientos y en la tarjeta de progreso que puedes enviar de vuelta.
fr: Le nom apparaît sur tes séances et la carte de progrès que tu peux renvoyer.
hy: Անունը հայտնվում է ձեր մարզումների և առաջընթացի քարտի վրա, որը կարող եք ուղարկել հետ։
it: Il nome compare sui tuoi allenamenti e sulla scheda di progresso che puoi rimandare indietro.
ka: სახელი ჩნდება თქვენს ვარჯიშებზე და პროგრესის ბარათზე, რომლის უკან გაგზავნაც შეგიძლიათ.
ru: Имя указывается в ваших тренировках и в карточке прогресса, которую можно отправить обратно.
sr: Име се приказује на твојим тренинзима и картици напретка коју можеш послати назад.

# customGoalForm.coachName.placeholder
source: Coach's name (optional)
de: Name des Coaches (optional)
es: Nombre del entrenador (opcional)
fr: Nom du coach (facultatif)
hy: Մարզչի անունը (ըստ ցանկության)
it: Nome del coach (facoltativo)
ka: მწვრთნელის სახელი (სურვილისამებრ)
ru: Имя тренера (необязательно)
sr: Име тренера (опционо)

# customGoalForm.commitmentLine.freqBeforeCourtDays
source: Before your %lld court days
de: Vor deinen %lld Platztagen
es: Antes de tus %lld días de pista
fr: Avant vos %lld jours de terrain
hy: Քո %lld խաղադաշտի օրերից առաջ
it: Prima dei tuoi %lld giorni in campo
ka: შენი %lld სათამაშო დღის წინ
ru: Перед твоими %lld игровыми днями
sr: Пред твојим %lld теренским данима

# customGoalForm.commitmentLine.freqEveryOtherDay
source: Every other day
de: Jeden zweiten Tag
es: Un día sí y otro no
fr: Un jour sur deux
hy: Օրը մեջ
it: Un giorno sì e uno no
ka: დღეგამოშვებით
ru: Через день
sr: Сваки други дан

# customGoalForm.commitmentLine.freqPerWeekCount
source: %lld× a week
de: %lld× pro Woche
es: %lld× por semana
fr: %lld× par semaine
hy: շաբաթական %lld×
it: %lld× a settimana
ka: კვირაში %lld×
ru: %lld× в неделю
sr: %lld× недељно

# customGoalForm.commitmentLine.freqReadiness
source: When readiness allows
de: Wenn die Bereitschaft es zulässt
es: Cuando tu preparación lo permita
fr: Quand la récupération le permet
hy: Երբ պատրաստվածությունը թույլ է տալիս
it: Quando la prontezza lo consente
ka: როცა მზადყოფნა იძლევა საშუალებას
ru: Когда позволяет готовность
sr: Када спремност дозволи

# customGoalForm.commitmentLine.freqWeekdaysCount
source: %lld× a week
de: %lld× pro Woche
es: %lld× por semana
fr: %lld× par semaine
hy: շաբաթական %lld×
it: %lld× a settimana
ka: კვირაში %lld×
ru: %lld× в неделю
sr: %lld× недељно

# customGoalForm.commitmentLine.template
source: %@ for %@ weeks — re-check with your coach around %@.
de: %@ für %@ Wochen — sprich es mit deinem Coach um den %@ erneut durch.
es: %@ durante %@ semanas — vuelve a revisarlo con tu coach alrededor del %@.
fr: %@ pendant %@ semaines — refaites le point avec votre coach vers le %@.
hy: %@ %@ շաբաթ շարունակ — վերստուգիր մարզչիդ հետ մոտավորապես %@:
it: %@ per %@ settimane — rivedilo con il tuo coach intorno al %@.
ka: %@ %@ კვირის განმავლობაში — გადაამოწმე მწვრთნელთან დაახლოებით %@.
ru: %@ в течение %@ недель — сверься с тренером примерно %@.
sr: %@ током %@ недеља — провери са тренером око %@.

# customGoalForm.error.parseFailed
source: Couldn't read that — try again, or fill in the fields yourself.
de: Das konnten wir nicht lesen — versuche es erneut oder fülle die Felder selbst aus.
es: No pudimos leerlo — inténtalo de nuevo o completa los campos tú mismo.
fr: Impossible de lire cela — réessayez ou remplissez les champs vous-même.
hy: Չհաջողվեց դա կարդալ — նորից փորձիր կամ ինքդ լրացրու դաշտերը:
it: Non siamo riusciti a leggerlo — riprova o compila i campi tu stesso.
ka: ამის წაკითხვა ვერ მოხერხდა — სცადე ხელახლა ან თვითონ შეავსე ველები.
ru: Не удалось это распознать — попробуй снова или заполни поля вручную.
sr: То није могло да се прочита — покушај поново или ручно попуни поља.

# customGoalForm.givenText.placeholder
source: What did your coach set as the goal? (optional)
de: Was hat dein Coach als Ziel festgelegt? (optional)
es: ¿Qué meta te puso tu entrenador? (opcional)
fr: Quel objectif ton coach a-t-il fixé ? (facultatif)
hy: Ի՞նչ նպատակ է սահմանել ձեր մարզիչը (ըստ ցանկության)
it: Che obiettivo ti ha dato il tuo coach? (facoltativo)
ka: რა მიზანი დაგისახათ მწვრთნელმა? (სურვილისამებრ)
ru: Какую цель поставил ваш тренер? (необязательно)
sr: Који ти је циљ поставио тренер? (опционо)

# customGoalForm.header.subtitle
source: The original stays attached — your coach sees exactly what you trained against.
de: Das Original bleibt angehängt -- dein Coach sieht genau, wogegen du trainiert hast.
es: El original permanece adjunto: tu entrenador ve exactamente contra qué entrenaste.
fr: L'original reste joint -- votre coach voit exactement ce contre quoi vous vous êtes entraîné.
hy: Բնօրինակը մնում է կցված -- ձեր մարզիչը հստակ տեսնում է, թե ինչի դեմ եք մարզվել։
it: L'originale resta allegato -- il tuo coach vede esattamente contro cosa ti sei allenato.
ka: ორიგინალი რჩება მიმაგრებული -- თქვენი მწვრთნელი ხედავს ზუსტად რის მიმართ ივარჯიშეთ.
ru: Оригинал остаётся прикреплённым — тренер видит, к чему именно вы готовились.
sr: Оригинал остаје приложен -- твој тренер тачно види против чега си тренирао.

# customGoalForm.header.title
source: Coach's task
de: Aufgabe des Coaches
es: Tarea del entrenador
fr: Tâche du coach
hy: Մարզչի առաջադրանքը
it: Compito del coach
ka: მწვრთნელის დავალება
ru: Задание тренера
sr: Тренеров задатак

# customGoalForm.metric.namePlaceholder
source: What are you measuring? e.g. Approach jump
de: Was misst du? z. B. Anlaufsprung
es: ¿Qué estás midiendo? p. ej. salto con carrera
fr: Que mesures-tu ? par ex. saut avec élan
hy: Ի՞նչ եք չափում։ օր.՝ Մոտեցման ցատկ
it: Cosa stai misurando? es. salto con rincorsa
ka: რას ზომავთ? მაგ. მისვლითი ხტომა
ru: Что вы измеряете? например, прыжок с разбега
sr: Шта мериш? нпр. скок са залетом

# customGoalForm.metric.subtitle
source: Adds re-tests, the chart, and the progress card.
de: Fügt Nachtests, das Diagramm und die Fortschrittskarte hinzu.
es: Añade nuevas pruebas, el gráfico y la tarjeta de progreso.
fr: Ajoute des retests, le graphique et la carte de progression.
hy: Ավելացնում է վերաթեստերը, գրաֆիկը և առաջընթացի քարտը։
it: Aggiunge nuovi test, il grafico e la scheda dei progressi.
ka: ამატებს ხელახალ ტესტებს, გრაფიკს და პროგრესის ბარათს.
ru: Добавляет повторные тесты, график и карточку прогресса.
sr: Додаје поновна тестирања, графикон и картицу напретка.

# customGoalForm.metric.title
source: Track a measurable (optional)
de: Eine Messgröße verfolgen (optional)
es: Registrar una medida (opcional)
fr: Suivre une mesure (facultatif)
hy: Հետևել չափելի ցուցանիշի (ըստ ցանկության)
it: Monitora una misura (facoltativo)
ka: საზომის თვალყურის დევნება (სურვილისამებრ)
ru: Отслеживать измеримый показатель (необязательно)
sr: Прати мерљив показатељ (опционо)

# customGoalForm.metric.unitPlaceholder
source: Unit, e.g. cm
de: Einheit, z. B. cm
es: Unidad, p. ej. cm
fr: Unité, par ex. cm
hy: Միավոր, օր.՝ սմ
it: Unità, es. cm
ka: ერთეული, მაგ. სმ
ru: Единица, например см
sr: Јединица, нпр. cm

# customGoalForm.navigationTitle
source: Your own goal
de: Dein eigenes Ziel
es: Tu propia meta
fr: Ton propre objectif
hy: Ձեր սեփական նպատակը
it: Il tuo obiettivo personale
ka: თქვენი საკუთარი მიზანი
ru: Ваша собственная цель
sr: Твој сопствени циљ

# customGoalForm.photo.attachLabel
source: Attach a photo of the assignment (optional)
de: Ein Foto der Aufgabe anhängen (optional)
es: Adjunta una foto de la tarea (opcional)
fr: Joins une photo de la tâche (facultatif)
hy: Կցեք առաջադրանքի լուսանկարը (ըստ ցանկության)
it: Allega una foto del compito (facoltativo)
ka: დაურთეთ დავალების ფოტო (სურვილისამებრ)
ru: Прикрепите фото задания (необязательно)
sr: Приложи фотографију задатка (опционо)

# customGoalForm.photo.attachedLabel
source: Photo attached — tap to replace
de: Foto angehängt — zum Ersetzen tippen
es: Foto adjunta — toca para reemplazar
fr: Photo jointe — appuie pour remplacer
hy: Լուսանկարը կցված է — հպեք փոխարինելու համար
it: Foto allegata — tocca per sostituire
ka: ფოტო დართულია — შეეხეთ შესაცვლელად
ru: Фото прикреплено — нажмите, чтобы заменить
sr: Фотографија приложена — додирни за замену

# customGoalForm.schedule.weeksStepper
source: How many weeks did your coach set? %lld
de: Wie viele Wochen hat dein Coach festgelegt? %lld
es: ¿Cuántas semanas fijó tu entrenador? %lld
fr: Combien de semaines votre coach a-t-il fixées ? %lld
hy: Քանի՞ շաբաթ է սահմանել ձեր մարզիչը։ %lld
it: Quante settimane ha stabilito il tuo coach? %lld
ka: რამდენი კვირა დაადგინა თქვენმა მწვრთნელმა? %lld
ru: Сколько недель установил тренер? %lld
sr: Колико недеља је твој тренер поставио? %lld

# customGoalForm.weeksStandalone
source: %lld weeks
de: %lld Wochen
es: %lld semanas
fr: %lld semaines
hy: %lld շաբաթ
it: %lld settimane
ka: %lld კვირა
ru: %lld недели
sr: %lld недеље

# customGoalForm.workoutText.placeholder
source: The workout, in your coach's words
de: Das Training, in den Worten deines Coaches
es: El entrenamiento, en las palabras de tu entrenador
fr: La séance, dans les mots de ton coach
hy: Մարզումը՝ ձեր մարզչի բառերով
it: L'allenamento, con le parole del tuo coach
ka: ვარჯიში, თქვენი მწვრთნელის სიტყვებით
ru: Тренировка словами вашего тренера
sr: Тренинг, речима твог тренера

# customTrainingPicker.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hy: Փակել
it: Chiudi
ka: დახურვა
ru: Закрыть
sr: Затвори

# customTrainingPicker.empty
source: No sport types yet — add one from Sport Goals first.
de: Noch keine Sportarten — füge zuerst eine über Sportziele hinzu.
es: Aún no hay tipos de deporte — añade uno primero desde Metas deportivas.
fr: Aucun type de sport pour l'instant — ajoutes-en un d'abord depuis Objectifs sportifs.
hy: Դեռ սպորտի տեսակներ չկան — նախ ավելացրու մեկը Մարզական նպատակներից։
it: Ancora nessun tipo di sport — aggiungine uno prima da Obiettivi sportivi.
ka: ჯერ სპორტის სახეობები არ არის — ჯერ დაამატე ერთი სპორტული მიზნებიდან.
ru: Пока нет видов спорта — сначала добавь один в разделе «Спортивные цели».
sr: Још нема врста спорта — прво додај једну из Спортских циљева.

# customTrainingPicker.navigationTitle
source: Custom training
de: Individuelles Training
es: Entrenamiento personalizado
fr: Entraînement personnalisé
hy: Հարմարեցված մարզում
it: Allenamento personalizzato
ka: საკუთარი ვარჯიში
ru: Свои тренировки
sr: Прилагођен тренинг

# customTrainingPicker.subtitle
source: Pick a sport type — Soma still scales volume and intensity to today's readiness.
de: Wähle eine Sportart — Soma passt Umfang und Intensität weiterhin an deine heutige Bereitschaft an.
es: Elige un tipo de deporte — Soma sigue ajustando el volumen y la intensidad a tu preparación de hoy.
fr: Choisis un type de sport — Soma continue d'adapter le volume et l'intensité à ta forme du jour.
hy: Ընտրիր սպորտի տեսակ — Soma-ն դեռ հարմարեցնում է ծավալն ու ինտենսիվությունը այսօրվա պատրաստակամությանը։
it: Scegli un tipo di sport — Soma continua ad adattare volume e intensità alla tua prontezza di oggi.
ka: აირჩიე სპორტის სახეობა — Soma კვლავ არეგულირებს მოცულობასა და ინტენსივობას დღევანდელი მზადყოფნის მიხედვით.
ru: Выбери вид спорта — Soma по-прежнему подстраивает объём и интенсивность под сегодняшнюю готовность.
sr: Изабери врсту спорта — Soma и даље прилагођава обим и интензитет данашњој спремности.

# dailyChecklist.completion.firstDay
source: Perfect day. That's how streaks start.
de: Perfekter Tag. So fangen Serien an.
es: Día perfecto. Así empiezan las rachas.
fr: Journée parfaite. C'est comme ça que les séries commencent.
hy: Կատարյալ օր։ Այսպես են սկսվում շարքերը։
it: Giornata perfetta. È così che iniziano le serie.
ka: იდეალური დღე. სწორედ ასე იწყება სერია.
ru: Идеальный день. Так начинаются серии.
sr: Савршен дан. Тако почињу низови.
